Repository: Ramx999/youtube-music-download-bot
Catalog: tgbot/locales/*/LC_MESSAGES/tgbot.po
Languages: ru, uk

source: Bot statistics by months
ru: Статистика бота по месяцам
uk: Статистика бота по місяцях

source: Error in plotting the graph
ru: Ошибка при построении графика
uk: Помилка при побудові графіка

source: Downloading, wait a bit...
ru: Скачиваю, подожди немного...
uk: Завантажую, зачекайте трохи...

source: This link is out of date
ru: Эта ссылка устарела
uk: Це посилання застаріле

source: Write me the name of the song or drop me a link to video from
ru: Напиши мне название песни или скинь мне ссылку на видео с
uk: Напиши мені назву пісні або скинь посилання на відео з

source: I can download songs from
ru: Я могу скачать песни с
uk: Я можу завантажувати пісні з

source: Write me the name of the song or drop me a link to the video
ru: Напиши мне название песни или скинь ссылку на видео
uk: Напиши мені назву пісні або скинь посилання на відео

source: Error when searching for a video
ru: Ошибка при поиске видео
uk: Помилка при пошуку відео

source: Error downloading the video
ru: Ошибка при загрузке видео
uk: Помилка завантаження відео

source: It doesn't look like a YouTube link
ru: Это не похоже на ссылку с YouTube
uk: Це не схоже на посилання з YouTube

source: Looking, wait a bit...
ru: Ищу, подожди немного...
uk: Шукаю, почекай трохи...

source: Look what I found
ru: Смотри, что я нашел
uk: Поглянь, що я знайшов

source: I didn't find anything
ru: Я ничего не нашел
uk: Я нічого не знайшов

source: Try looking for something else
ru: Попробуй поискать что-то другое
uk: Спробуй пошукати щось інше

source: Download
ru: Скачать
uk: Скачати

source: Start
ru: Старт
uk: Старт

source: Bot info
ru: Информация о боте
uk: Інформація про бота

source: Duration
ru: Продолжительность
uk: Тривалість

source: Jan
ru: Янв
uk: Січ

source: Feb
ru: Фев
uk: Лют

source: Mar
ru: Мар
uk: Бер

source: Apr
ru: Апр
uk: Кві

source: May
ru: Май
uk: Тра

source: Jun
ru: Июн
uk: Чер

source: Jul
ru: Июл
uk: Лип

source: Aug
ru: Авг
uk: Сер

source: Sep
ru: Сен
uk: Вер

source: Oct
ru: Окт
uk: Жов

source: Nov
ru: Ноя
uk: Лис

source: Dec
ru: Дек
uk: Гру

source: Can't download songs longer than
ru: Не могу скачивать песни длиннее, чем
uk: Не можу скачувати пісні довше, ніж

source: minutes
ru: минут
uk: хвилин

source: There is no audio track in the video
ru: В видео отсутствует звуковая дорожка
uk: У відео відсутня звукова доріжка

source: Video is streaming live and cannot be loaded
ru: Видео транслируется в прямом эфире и не может быть загружено
uk: Відео транслюється в прямому ефірі і не може бути завантажено

source: Video is private, restricted access, or unavailable
ru: Видео является приватным, с ограниченным доступом или недоступно
uk: Відео є приватним, з обмеженим доступом або недоступне

source: Can't download this video
ru: Не могу скачать это видео
uk: Не вдається завантажити це відео

source: Downloads
ru: Загрузки
uk: Завантаження

source: Searches
ru: Поиски
uk: Пошуки

source: Chart of bot usage by date
ru: Диаграмма использования бота по датам
uk: Графік використання бота за датами
